<?php
    include('temp/server.php'); //подключение базы данных к странице
    include('temp/header.php'); //подключение шапки к странице
?>

<div class="user_conditions">
<h1><b>Пользовательские условия</b></h1>
<p><b>1. Общие положения</b>
<br>
1.1. Добро пожаловать на сайт Боксерского Клуба (далее - "Сайт"). Пользуясь услугами Сайта, вы автоматически соглашаетесь с настоящими Пользовательскими условиями.
<br>
1.2. Администрация Сайта оставляет за собой право вносить изменения в настоящие условия без предварительного уведомления. Изменения вступают в силу с момента их публикации на Сайте.
<br>
<br>
<b>2. Регистрация и аккаунт</b>
<br>
2.1. Для использования некоторых функций Сайта может потребоваться регистрация. При регистрации необходимо предоставить достоверные и актуальные данные.
<br>
2.2. Вы несете ответственность за сохранность своего пароля и аккаунта. В случае утери доступа к аккаунту, вы обязуетесь немедленно уведомить администрацию.
<br>
<br>
<b>3. Правила поведения</b>
<br>
3.1. Запрещено размещение контента, нарушающего законы, а также содержащего оскорбления, дискриминацию, призывы к насилию и прочее неприемлемое поведение.
<br>
3.2. Запрещено использование Сайта в коммерческих целях без предварительного согласования с администрацией.
<br>
<br>
<b>4. Конфиденциальность и безопасность</b>
<br>
4.1. Сайт обязуется соблюдать конфиденциальность ваших данных в соответствии с положениями нашей Политики конфиденциальности.
<br>
4.2. Вы соглашаетесь не предпринимать попыток взлома, разрушения или иным образом вмешиваться в безопасность Сайта.
<br>
<br>
<b>5. Ответственность</b>
<br>
5.1. Использование Сайта происходит на ваш собственный риск. Администрация не несет ответственности за возможные убытки, ущерб или прямые/косвенные потери, связанные с использованием Сайта.
<br>
5.2. Администрация оставляет за собой право заблокировать доступ к Сайту в случае нарушения вами Пользовательских условий.
<br>
<br>
<b>6. Заключительные положения</b>
<br>
6.1. Настоящие условия считаются заключенными между вами и администрацией Сайта и регулируют ваше использование Сайта.
<br>
6.2. Все споры и разногласия, возникающие в связи с использованием Сайта, подлежат разрешению в соответствии с действующим законодательством.
<br>
6.3. Если какое-либо положение настоящих условий признано недействительным или неисполнимым, это не затрагивает действительность или исполнимость остальных положений.</p>
</div>







<?php
    include('temp/footer.php'); //подключение подвала к странице
?>